Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/HelpTips.resw
Source language: en_gb
Languages: fr_fr, hi_in, hu_hu, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, zh_cn, zh_hans, zh_hk

# Join.Text
source: Simply go to the form below and answer the questions. Choose your channel, enter your email and a few other things. https://bit.ly/rise-insider Good luck testing!
fr_fr: Il suffit d'aller sur le formulaire ci-dessous et de répondre aux questions. Choisissez votre canal, entrez votre email et quelques informations complémentaires https://bit.ly/rise-insider Bonne chance pour les tests !
hi_in: बस नीचे दिए गए फॉर्म पर जाएँ और सवालों के उत्तर दें। अपना चैनल चुनें, अपना ईमेल दर्ज करें और कुछ और चीज़ें। https://bit.ly/rise-insider टेस्टिंग के लिए गुड लक!
hu_hu: Egyszerűen menj az alábbi űrlapra, és válaszolj a kérdésekre. Válaszd ki a csatornádat, add meg az e-mail címedet és még néhány dolgot. https://bit.ly/rise-insider. Sok sikert a teszteléshez!
pl_pl: Po prostu przejdź do poniższego formularza i odpowiedz na pytania. Wybierz swój kanał, wpisz swój adres e-mail i kilka innych rzeczy. https://bit.ly/rise-insider Powodzenia w testach!
pt_br: Basta acessar o formulário abaixo e responder às perguntas. Escolha seu canal, insira seu email e algumas outras coisas. https://bit.ly/rise-insider Boa sorte ao testar!
pt_pt: Basta visitares o formulário abaixo e responder às perguntas. Escolhe o teu canal, digita o teu e-mail e mais algumas coisas. https://bit.ly/rise-insider Boa sorte a testar!
ro_ro: Doar accesează formularul de mai jos și răspunde întrebărilor. Alege-ți canalul, lasă-ne e-mailul tău și alte chestii. https://bit.ly/rise-insider
ru_ru: Просто зайдите в форму ниже и ответьте на вопросы. Выберите свой канал, введите адрес электронной почты и кое-что ещё. https://bit.ly/rise-insider Удачи в тестировании!
tr_tr: Sadece aşağıdaki forma gidin ve soruları cevaplayın. Kanalınızı seçin, e-posta adresinizi ve diğer birkaç şeyi girin. https://bit.ly/rise-insider İyi şanslar testi!
zh_cn: 只需进入下面的表格并回答问题。选择你的频道，输入你的电子邮件和其他一些东西。 https://bit.ly/rise-insider 祝你测试顺利
zh_hans: 只需转到下面的表格并回答问题。 选择您的频道，输入您的电子邮件和其他一些内容。 https://bit.ly/rise-insider 祝测试顺利！
zh_hk: 前往以下的表格然後回答問題。選擇頻道，並輸入電郵地址和另外幾樣資料。 https://bit.ly/rise-insider 開心測試！

# JoinH.Text
source: How do I join the Insider Program?
fr_fr: Comment rejoindre le programme beta ?
hi_in: मैं इनसाइडर प्रोग्राम कैसे ज्वॉइन करूँ?
hu_hu: Hogyan csatlakozhatok az Insider Programhoz?
pl_pl: Jak dołączyć do programu Insider?
pt_br: Como eu posso entrar no Programa Insider?
pt_pt: Como é que eu posso entrar no Programa Insider?
ro_ro: Cum intru în Programul Insider?
ru_ru: Как присоединиться к программе предварительной оценки?
tr_tr: Insider Programına nasıl katılabilirim?
zh_cn: 我如何加入内幕计划？
zh_hans: 如何加入预览体验计划？
zh_hk: 我如何加入Insider計劃？

# PlayingMediaNowPlaying.Title
source: Playing media and now playing
hi_in: मीडिया प्ले करना और नाउ प्लेइंग
pl_pl: Odtwarzanie mediów i teraz odtwarzane
pt_br: Reproduzindo mídia e tocando agora
pt_pt: Reproduzindo mídia e tocando agora
tr_tr: Medya oynatılıyor ve şimdi oynatılıyor
zh_cn: 播放媒体和现在播放的
zh_hk: 播放媒體和正在播放

# PreAlpha.Text
source: • Song, Album, Artist and Genre Indexing • Album, Artist, Genre and Songs Views (static for now) • Media Playback • Command Bar (BASIC) • User Controlled Media Locations • UI Manipulation through Settings • Basic Metadata control for Music • Basic Now Playing UI • Basic Properties Window • FAQ Help Section • Discy in small areas
fr_fr: • Indexation des chansons, des albums, des artistes et des genres • Affichage des albums, artistes, genres et chansons (statique pour l'instant) • Lecture des médias • Barre de commande (basique) • Emplacements des médias contrôlés par l'utilisateur • Manipulation de l'interface utilisateur via les paramètres • Contrôle de base des métadonnées pour la musique • Interface utilisateur de base pour la lecture en cours • Fenêtre de base des propriétés • Section d'aide de la FAQ • Discy dans les petites zones
hi_in: • गाना, ऐल्बम, रचनाकार और शैली अनुक्रमण • ऐल्बम, रचनाकार, शैली और गाना द्दष्य(अभी के लिए स्तिर) • मीडिया प्लेबैक • कमान्ड बार(मौलिक) • यूजर नियंत्रित मीडिया स्थान • सेटिंग्स द्वारा यू आई कार्यसाधन • संगीत के लिए मौलिक मेटाडाटा नियंत्रण • मौलिक नाउ प्लेइंग यू आई • मौलिक गुण विंडो • सामान्य सवाल सहायता अंश • छोटे क्षेत्रों में डिस्की
hu_hu: • Dal, album, előadó és műfaj indexelése • Album, előadó, műfaj és dalok megtekintése (egyelőre statikus) • Média lejátszás • Parancssor (BASIC) • Felhasználó által vezérelt médiahelyszínek • UI-manipuláció a beállításokon keresztül • Alapvető metaadatok vezérlése a zenéhez • Alapvető Most lejátszás felhasználói felület • Alapvető Tulajdonságok ablak • GYIK Súgó rész • Discy kis területeken
pl_pl: • Indeksowanie utworów, albumów, wykonawców i gatunków • Widoki albumów, wykonawców, gatunków i utworów (na razie statyczne) • Odtwarzanie multimediów • Pasek poleceń (PODSTAWOWY) • Lokalizacje multimediów kontrolowane przez użytkownika • Manipulowanie interfejsem użytkownika za pomocą ustawień • Podstawowa kontrola metadanych dla muzyki • Podstawowy interfejs użytkownika „Teraz odtwarzane” • Okno podstawowych właściwości • Sekcja pomocy z najczęściej zadawanymi pytaniami • Discy na małych obszarach
pt_br: • Indexação de Músicas, Álbuns e Artistas • Visualizações de Álbuns, Artistas, Gêneros e Músicas (estático por enquanto) • Playback de Mídia • Barra de Comando (básico) • Localizações de mídia controladas pelo usuário • Manipulação da interface através das Configurações • Controle básico de metadados para música • Interface básica de Agora Tocando • Janela de Propiedades básicas • Seção de Ajuda FAQ • Discy em algumas áreas
pt_pt: • Indexação de músicas, álbuns, artistas e géneros • Visualizações de álbuns, artistar, géneros e músicas (estático por enquanto) • Reprodução de media • Barra de Comandos (BÁSICO) • Localizações de media controlada pelo utilizador • Manipulação de UI por meio das definições • Controlo de dados básicos para música • UI básica no Agora a reproduzir • Janela de propriedades básicas • Secção de ajuda do FAQ • Discy em pequenas áreas
ro_ro: • Indexarea pieselor, albumului, artistului și genului • Album, Artist, Vizualizări de genuri și melodii (statice pentru acum) • Redare Media • Bară de comandă (BASIC) • Locații media controlate de utilizatori • Manipulare UI prin Setări • Control metadate de bază pentru muzică • Interfață redare de bază acum • Fereastră proprietăți de bază • Secțiunea de ajutor FAQ • Discy în zonele mici
ru_ru: • Индексирование песен, альбомов, исполнителей и жанров • Просмотры альбомов, исполнителей, жанров и песен (пока статичные) • Плейбэк мультимедии • Командная панель (ОСНОВНАЯ) • Расположение мультимедиа, управляемых пользователем • Манипулирование пользовательским интерфейсом через настройки • Базовый контроль метаданных для музыки • Базовый пользовательский интерфейс «Сейчас играет» • Окно основных свойств • Раздел помощи ЧаВо • Discy в небольшой области
tr_tr: • Şarkı, Albüm, Sanatçı ve Tür İndeksleme • Albüm, Sanatçı, Tür ve Şarkı Görünümleri (şimdilik sabit) • Medya Oynatma • Komut Çubuğu (TEMEL) • Kullanıcı Kontrollü Medya Konumları • Ayarlar aracılığıyla Kullanıcı Arayüzü Manipülasyonu • Müzik için Temel Meta Veri kontrolü • Temel Şu An Çalınan Kullanıcı Arayüzü • Temel Özellikler Penceresi • SSS Yardım Bölümü • Küçük alanlarda diski
zh_cn: • 歌曲、专辑、艺术家和流派的索引 • 专辑、艺术家、流派和歌曲浏览量（目前为静态） • 媒体回放 • 命令栏(基础) • 用户控制的媒体位置 • 通过设置操纵用户界面 • 音乐的基本元数据控制 • 基本的正在播放用户界面 • 基本属性窗口 • 常见问题帮助部分 • 小范围内的Discy
zh_hans: • 歌曲、专辑、艺术家和流派索引 • 专辑、艺术家、流派和歌曲视图（目前静态） • 媒体播放 • 命令栏（基本） • 用户控制的媒体位置 • 通过设置进行 UI 操作 • 音乐的基本元数据控制 • 基本的正在播放用户界面 • 基本属性窗口 • 常见问题解答帮助部分 • 小范围内的 Discy
zh_hk: • 歌曲，專輯，歌手和類別索引 • 專輯，歌手，類別及歌曲播放次數 • 媒體播放 • 指令欄（基本） • 用家控制媒體位置 • 版面 • 基本音樂Metadata控制 • 基本現在播放版面 • 基本屬性視窗 • 常問問題幫助區 • 小範圍中有Discy

# PreAlphaH.Text
source: Pre Alpha (there will be many pre-alpha versions)
fr_fr: Pré-alpha (il y aura plusieurs versions pré-alpha)
hi_in: पूर्व अल्फा(इसमें बहुत सारे पूर्व अल्फा रूपांतरण होंगे)
hu_hu: Pre Alpha (sok pre-alfa verzió lesz)
pl_pl: Pre Alpha (będzie wiele wersji pre-alpha)
pt_br: Pre Alpha (haverá muitas versões pre-alfa)
pt_pt: Pre Alpha (haverá muitas versões Pre Alpha)
ro_ro: Pre-Alpha (vor fi multe versiuni așa)
ru_ru: Пре-альфа (будет много пре-альфа версий)
tr_tr: Alfa Öncesi (birçok alfa öncesi sürüm olacaktır)
zh_cn: Pre Alpha (将会有许多pre-alpha版本)
zh_hans: Pre Alpha（会有很多pre-alpha版本）

# ReleaseDate.Title
source: When will Rise Media Player be released?
fr_fr: Quand Rise Media Player sera-t-il publié ?
hi_in: राइज़ मीडिया प्लेयर कब रिलीज होगी?
hu_hu: Mikor jelenik meg a Rise Media Player?
pl_pl: Kiedy zostanie wydany Rise Media Player?
pt_br: Quando o Rise Media Player será lançado?
pt_pt: Quando o Rise Media Player será lançado?
ro_ro: Când va fi Rise Media Player lansat pentru publicul larg?
ru_ru: Когда будет выпущен Rise Media Player?
tr_tr: Rise Media Player ne zaman yayınlanacak?
zh_cn: Rise Media Player何时发布？
zh_hans: Rise Media Player 什么时候发布？

# ReleaseInfo.Text
source: There is no official release date. Pre-Alpha 1 is being released October 21 (alongside Rise Notes) and we're so happy to finally have users testing! :) In terms of other versions, we have no exact dates to give you all, but this is what we are aiming for (versions may be released earlier or later depending on features: • Pre Alpha Process - October to December 2021 (Pre-Alpha 1 is the first version) • Alpha Builds - New Year (2022) up to March 2022. Note: During the Alpha process, demo versions of the app will be publicly available to test for UI purposes. • Beta - April -TBD (This version will be available for all public users from the Microsoft Store. You will not need to be a part of the Insider program, although you will miss out on features)
fr_fr: Il n'y a pas de date de sortie officielle. La pré-alpha 1 sera publiée le 21 octobre (en même temps que les Rise Notes) et nous sommes ravis que les utilisateurs la testent enfin ! :) En ce qui concerne les autres versions, nous n'avons pas de dates exactes à vous communiquer, mais voici ce que nous visons (les versions peuvent être publiées plus tôt ou plus tard en fonction des fonctionnalités : - Processus pré-alpha - octobre à décembre 2021 (Pre-Alpha 1 est la première version) - Versions Alpha - Nouvel an (2022) jusqu'à mars 2022. Remarque : pendant le processus Alpha, des versions de démonstration de l'application seront accessibles au public pour tester l'interface utilisateur. - Bêta - Avril (Cette version sera disponible pour tous les utilisateurs sur le Microsoft Store. Il n'est pas nécessaire de faire partie du programme Insider, mais certaines fonctionnalités ne seront pas disponibles.)
hi_in: अभी तक कोई आधिकारिक रिलीज की तारीख नहीं है। पूर्व अल्फा 1 अक्तूबर 21 को(राइज़ नोट्स के साथ) रिलीज होने जा रहा है और हम युजरों को टेस्टिंग करते देख बहुत खुश हैं! :) दूसरे रूपांतरणों के अनुसार, हमारे पास आपको देने के लिए कोई सटीक तारीखें नहीं हैं, पर हम इन सबको लक्ष्य बना रहे हैं( रूपांतरण फीचरों के अनुसार पहले या बाद में रिलीज किए जा सकते हैं): • पूर्व अल्फा प्रक्रिया -अक्तूबर से दिसंबर 2021(पूर्व-अल्फा 1 पहला रूपांतरण है) • अल्फा बनावटें - नव वर्ष(2022) से लेकर मार्च 2022। नोट: अल्फा प्रक्रिया के दौरान ऐप के डेमो रूपांतरण सार्वजनिक रूप से यू आई टेस्टिंग प्रयोजनों के लिए उपलब्ध होंगे। • बीटा - अप्रैल - निर्धारित किए जाने हेतु ( यह रूपांतरण सभी सार्वजनिक यूजरों के लिए माइक्रोसॉफ्ट स्टोर से उपलब्ध होगा। आपको इनसाइडर प्रोग्राम का हिस्सा होने की ज़रूरत नहीं होगी, हालांकि आप फीचरों पर चूक जाएंगे/ जाएंगीं।)
hu_hu: Nincs hivatalos megjelenési dátum. A Pre-Alpha 1 október 21-én jelenik meg (a Rise Notes mellett), és nagyon örülünk, hogy végre a felhasználók is tesztelhetik! :) Ami a többi verziót illeti, nincs pontos dátum, amit mindenkinek megadhatnánk, de ez a célunk (a verziók a funkciók függvényében korábban vagy később is megjelenhetnek: - Pre Alpha Process - 2021 októbere és decembere között (Pre-Alpha 1 az első verzió). - Alpha Builds - Újév (2022) 2022 márciusáig. Megjegyzés: Az Alpha folyamat során az alkalmazás demóverziói nyilvánosan elérhetőek lesznek, hogy tesztelhessük a felhasználói felületet. - Béta - április -TBD (Ez a verzió minden nyilvános felhasználó számára elérhető lesz a Microsoft Store-ból. Nem lesz szükség az Insider programban való részvételre, bár a funkciókról lemarad)
pl_pl: Nie ma oficjalnej daty premiery. Wersja Pre-Alpha 1 zostanie wydana 21 października (wraz z Rise Notes) i cieszymy się, że w końcu użytkownicy testują! :) Jeśli chodzi o inne wersje, nie mamy dokładnych dat, aby podać wam wszystko, ale do tego dążymy (wersje mogą zostać wydane wcześniej lub później, w zależności od funkcji: • Proces Pre Alpha – od października do grudnia 2021 r. (Pre-Alpha 1 to pierwsza wersja) • Kompilacje alfa — Nowy Rok (2022) do marca 2022 r. Uwaga: W trakcie procesu alfa wersje demonstracyjne aplikacji będą publicznie dostępne do przetestowania na potrzeby interfejsu użytkownika. • Beta — kwiecień — do ustalenia (ta wersja będzie dostępna dla wszystkich użytkowników publicznych w sklepie Microsoft Store. Nie musisz brać udziału w programie Insider, ale przegapisz funkcje)
pt_br: Não há data de lançamento oficial. Pré-Alfa 1 está sendo lançado em 21 de outubro (junto com Rise Notes) e estamos muito felizes em ter finalmente usuários testando! :) Em termos de outras versões, não temos datas exatas para dar a todos, mas é isso que estamos fazendo (versões podem ser lançadas mais cedo ou mais tarde, dependendo dos recursos): • Processo Pre Alpha - de outubro a dezembro de 2021 (Pre-Alpha 1 é a primeira versão) • Alpha Builds - Ano Novo (2022) até março de 2022. Nota: Durante o processo alfa, versões de demonstração do aplicativo estarão publicamente disponíveis para testar para fins de UI. • Beta - Abril - A ser anunciado (esta versão estará disponível para todos os usuários públicos da Microsoft Store. Você não precisará fazer parte do programa Insider, embora perca alguns recursos)
pt_pt: Não existe data de lançamento oficial. O Pre-Alpha 1 será lançado no dia 21 de outubro (junto com a Rise Notes) e estamos muito felizes por finalmente ter os utilizadores a testar! :) Em termos de outras versões, não temos datas exatas para fornecer a todos, mas é isto que pretendemos (as versões podem ser lançadas mais cedo ou mais tarde, dependendo dos recursos: • Processo Pre Alpha - Outubro até Dezembro de 2021 (Pre-Alpha 1 é a primeira versão) • Alpha Builds - Ano Novo (2022) até Março de 2022. Nota: Durante o processo Alpha, as versões de demonstração da aplicação irão estar disponíveis publicamente para teste para fins de UI. • Beta - Abril - Ainda por determinar (Esta versão irá estar disponível para todos os utilizadores públicos da Microsoft Store. Não precisarás fazer parte do programa Insider, embora percas alguns recursos)
ro_ro: Nu există o dată de lansare exactă. Pre-Alpha 1 este lansat octombrie 2021 (pe lângă Rise Notes) și suntem fericiți să avem utilizatori testând aplicația! :) În funcție de alte versiuni, nu avem date exacte de lansare, dar avem un plan (versiunile pot fi lansate mai devreme sau mai târziu depinzând de progres): • Pre-Alpha - octombrie-decembrie 2021 (Pre-Alpha 1 este prima versiune) • Alpha - Anul Nou (2022)-martie 2022. Notiță: Durând procesul Alpha, versiuni demo ale aplicației vor fi disponibile public pentru testarea IU. • Beta - aprilie-TBD (Pre-Alpha 4 va fi disponibil pentru instalare pe Microsoft Store, iar nu vei avea nevoie de Programul Insider, deși vei pierde niscaiva funcții)
ru_ru: Официальной даты выхода нет. Первая предварительная альфа-версия вышла 21 октября (вместе с Rise Notes), и мы очень рады, что наконец-то пользователи могут протестировать её! :) Что касается других версий, у нас нет точных дат, чтобы сообщить вам все, но это то, к чему мы стремимся (версии могут быть выпущены раньше или позже, в зависимости от функций: • Предварительная альфа-версия — с октября по декабрь 2021г. (предварительная альфа-версия 1 — первая версия) • Альфа-версии — с Нового года (2022 г.) до марта 2022 г. Примечание. Во время процесса альфа-тестирования демо-версии приложения будут общедоступны для тестирования пользовательского интерфейса. • Бета-версия — апрель — подлежит уточнению (эта версия будет доступна для всех общедоступных пользователей в Microsoft Store. Вам не нужно будет участвовать в программе предварительной оценки, хотя вы пропустите некоторые функции)
tr_tr: Resmi bir çıkış tarihi yok. Pre-Alpha 1, 21 Ekim'de (Rise Notes ile birlikte) piyasaya çıkıyor ve sonunda kullanıcıların test etmesini sağlamaktan çok mutluyuz! :) Diğer sürümler açısından, size hepsini vermek için kesin bir tarih veremiyoruz, ancak hedeflediğimiz şey bu (sürümler, özelliklere bağlı olarak daha erken veya daha sonra yayınlanabilir: • Alfa Öncesi Süreç - Ekim - Aralık 2021 (Alfa 1 Öncesi ilk sürümdür) • Alpha Builds - Mart 2022'ye kadar Yeni Yıl (2022). Not: Alfa süreci sırasında, uygulamanın demo sürümleri, kullanıcı arayüzü amacıyla test edilmek üzere herkese açık olacaktır. • Beta - Nisan -TBD (Bu sürüm Microsoft Store'dan tüm genel kullanıcılara sunulacaktır. Özellikleri kaçıracak olsanız da Insider programının bir parçası olmanız gerekmeyecek)
zh_cn: 目前还没有正式的发布日期。Pre-Alpha 1将于10月21日发布（与Rise Notes同时发布），我们非常高兴终于有了用户的测试! :) 在其他版本方面，我们没有确切的日期给大家，但这是我们的目标（版本可能会提前或推迟发布，取决于功能: • Pre Alpha 进度 - 2021年10月至12月 (Pre-Alpha 1 是第一个版本) • Alpha 构建 - 新年（2022年）至2022年3月。 注意：在Alpha过程中，应用程序的演示版本将公开提供，以测试用户界面。 • Beta - 4月-TBD（该版本将从微软商店向所有公众用户提供。 你将不需要成为内幕计划的一部分，尽管你将错过一些功能)
zh_hans: 没有正式发布日期。 Pre-Alpha 1 将于 10 月 21 日发布（与 Rise Notes 一起发布），我们很高兴终于有用户测试了！ :) 至于其他版本，我们没有确切的日期给大家，但这是我们的目标（版本可能会提前或延迟发布，具体取决于功能： • Pre-Alpha 流程 - 2021 年 10 ~ 12 月（Pre-Alpha 1 是第一个版本） • Alpha 构建 - 新年（2022 年）~ 2022 年 3 月。注意：在 Alpha 过程中，应用程序的演示版本将公开提供以用于 UI 测试。 • Beta - 4 月 - 待定（此版本将对 Microsoft Store 的所有公共用户可用。您无需成为预览体验计划的一部分，尽管您会错过一些功能）

# SortingManagingLibrary.Title
source: Sorting and managing your library
hi_in: आपके लाइब्रेरी की छँटाई और प्रबंधन
pl_pl: Sortowanie i zarządzanie biblioteką
pt_br: Organizando e gerenciando sua biblioteca
pt_pt: Ordenar e gerenciar a tua biblioteca
tr_tr: Kitaplığınızı sıralama ve yönetme
zh_cn: 分类和管理你的资料库

# WhatDiscy.Description
source: You'll have to see ;)
fr_fr: Vous verrez ;)
hi_in: आपको रुकना पड़ेगा ;)
hu_hu: Majd meglátod ;)
pl_pl: Musisz zobaczyć ;)
pt_br: Você terá que ver ;)
pt_pt: Você terá que ver ;)
ro_ro: Va trebui să descoperi ;)
ru_ru: Вы должны это увидеть ;)
tr_tr: Görmek zorundasın ;)
zh_cn: 你得看看;)
zh_hans: 你得看看 ;)

# WhatDiscy.Title
source: What's Discy?
fr_fr: Discy ? Mais qu'est-ce que c'est ?
hi_in: डिस्की क्या है?
hu_hu: Mi az a Discy?
pl_pl: Co to Discy?
pt_br: O que é Discy?
pt_pt: O que é o Discy?
ro_ro: Ce este Discy?
ru_ru: Что такое Discy?
tr_tr: Disky Nedir?
zh_cn: 什么是 Discy?
zh_hans: 谁是 Discy？
